// Input type names
"Script-0" = "Latinskt";
"Script-1" = "Japanskt";
"Script-2" = "Trad. kinesiskt";
"Script-3" = "Koreanskt";
"Script-7" = "Kyrilliskt";
"Script-25" = "Förenkl. kinesiskt";
"Script-29" = "Centraleuropeiskt";
"Script-126" = "Unicode";

// Option to override language names when they are shown in a list; translate as "1" to force capitalization, e.g. “català” → “Català”.
"ForceCapitalizationInLanguageLists" = "0";

// Used in Add Input Source Sheet’s language category table view
"Others" = "Övriga";

// Add Input Source Sheet keyboard layout label
"MultipleInputSourcesSelected" = "Flera inmatningskällor valda";
"KeyboardLayoutNotAvailable" = "Tangentbordslayouten är inte tillgänglig";
"NoInputSourceSelected" = "Ingen inmatningskälla är vald";

// Keyboard layout preview’s HTML aria-label description
"Keyboard layout preview for %@ input source." = "Förhandsvisning av tangentbordslayout för %@-inmatningskälla.";
"Trackpad preview for %@ input source." = "Förhandsvisning av styrplatta för %@-inmatningskälla.";

// Label for user’s selected primary language
"%@ — Primary" = "%@ (primärt)";

// Menu item for customizing pronoun
"Custom…" = "Anpassa…";
